tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "adoptopenjdk/openjdk"
tap "johanhaleby/kubetail"

brew "bash-completion"
brew "thefuck"
brew "zsh-syntax-highlighting"
brew "docker-completion"
brew "terraform"
brew "jq"
brew "yq"
brew "yamllint"
brew "tree"
brew "prettyping"
brew "stern"
brew "openjdk@11"
brew "kafka"
brew "bat"
brew "minikube"
brew "kubernetes-cli"
brew "kubectx"
brew "golang"
brew "octant"
brew "helm"
brew "redis-cli"
brew "datasubst"
brew "bat"
brew "certbot"
brew "procs"
brew "httpie"
brew "gping"
brew "dog"
brew "libyaml"
brew "git"
brew "shellcheck"
brew "mtr"
brew "netcat"

cask "caffeine"
cask "vagrant"
cask "firefox"
cask "google-chrome"
cask "virtualbox"
cask "spotify"
cask "kubetail"
cask "google-cloud-sdk"
cask "visual-studio-code"
cask "docker"
